Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/fagfornyelsen.html.tmx
Source language: nob
Languages: sma

source: Alle læreplanene i grunnskolen og videregående opplæring er fornyet og tatt i bruk fra skolestart i 2020.
sma: Mijjieh gaajhkh learoesoejkesjh maadthskuvlesne jïh jåarhkelïerehtimmesne orresteminie. Orre learoesoejkesjh edtjieh åtnose vaaltasovvedh skuvlen aalkoven raejeste 2020.

source: Innholdet i fagene er nytt.
sma: Sisvege faagine orre sjædta.

source: Skolen tilbyr de samme fagene som tidligere.
sma: Skuvle edtja såemies gille gaertjiedimmiejgujmie, seamma faagh faalehtidh goh daan biejjien.

source: Unntakene gjelder i yrkesfag, der noen av utdanningsprogrammene blir nye og noen fag slås sammen.
sma: Gaertjiedimmieh leah barkoefaagesne, gusnie såemies dejstie ööhpehtimmieprogrammijste orre sjidtieh jïh såemies faagh tjåanghkan bïejesuvvieh.

source: Læreplanene som er fornyet i Kunnskapsløftet 20 samiske ( LK20S) er:
sma: Mijjieh learoesoejkesjidie daejnie faagine orrestibie:

source: læreplanene for samiskfagene
sma: Faageorrestimmesne daah bielieh:

source: de samiske parallelle likeverdige fagene i grunnskolen og de gjennomgående samiske parallelle likeverdige fagene i videregående opplæring,
sma: Bielie 1 (2017-2018) daah faagh åtna: Maadthskuvlefaagh jïh doh faagh mah abpe jåarhkeskuvlen tjïrrh juhtieh. 1.bieliem tjïrrehtamme.

source: de særskilte samiske fagene i studieforberedende og yrkesfaglige utdanningsprogrammene
sma: Skuvlh, skuvleaajhterh jïh lohkehtæjja-ööhpehtimmieinstitusjovnh edtjieh ryöjredidh learoesoejkesjidie åtnose vaeltedh.

source: Fagfornyelsen har vært en åpen prosess.
sma: Faageorrestimmie lea ræhpas prosesse orreme.

source: Via innspillsrunder og høringsrunder har alle har hatt anledning til å komme med innspill til både Overordnet del- verdier og prinsipper for grunnopplæringen og til læreplanene for fagene.
sma: Lahtestimmiej jïh govlehtimmiej tjïrrh gaajhkesh nuepiem åtneme lahtestimmiejgujmie båetedh dovne Bijjemes bealan – aarvoeh jïh prinsihph maadthlïerehtæmman jïh faagi learoesoejkesjidie.
